{"newspapers": {"cnn": {"link": "http://edition.cnn.com/", "articles": [{"title": "US election debate raises concerns among democratic allies", "text": "The chaotic first presidential debate between President Donald Trump and Democratic nominee Joe Biden has raised concerns among international allies. CNN's Nic Robertson reports.", "link": "http://edition.cnn.com/videos/world/2020/09/30/international-reaction-to-first-us-presidential-debate-robertson-intl-hnk-vpx.cnn/video/playlists/around-the-world/", "published": "2020-09-30T00:00:00"}, {"title": "A look back at the reign of the Emir of Kuwait", "text": "The Emir of Kuwait, Sheikh Sabah Al-Ahmad Al-Jaber Al-Sabah, has died at the age of 91 after ruling the Gulf state for 14 years, officials announced. CNN's Ben Wedeman reports.", "link": "http://edition.cnn.com/videos/world/2020/09/29/kuwait-monarch-emir-sheikh-sabah-al-sabah-death-middle-east-wedeman-intl-ldn-vpx.cnn/video/playlists/around-the-world/", "published": "2020-09-29T00:00:00"}, {"title": "Russia's top state TV anchor weighs in on US elections", "text": "CNN's Matthew Chance speaks with Dmitry Kiselyov, Russia's \"propagandist-in-chief\" and anchor for Russia 1, about President Donald Trump and the upcoming US election.", "link": "http://edition.cnn.com/videos/politics/2020/09/28/donald-trump-dmitry-kiselyov-biden-russia-chance-pkg-vpx-lead.cnn/video/playlists/around-the-world/", "published": "2020-09-28T00:00:00"}]}, "bbc": {"rss": "http://feeds.bbci.co.uk/news/rss.xml", "link": "http://www.bbc.com/", "articles": [{"link": "https://www.bbc.co.uk/news/uk-politics-54361294", "published": "2020-09-30T16:05:03", "title": "Coronavirus: MPs promised vote on new rules 'wherever possible'", "text": "Image copyright PA Media Image caption Part of a London street is cleared of diners ahead of the 22:00 BST curfew\n\nHealth Secretary Matt Hancock has promised MPs votes \"wherever possible\" on England or UK-wide coronavirus regulations before they come into force.\n\nHowever he warned: \"We cannot hold up urgent regulations which are needed to control the virus and save lives.\"\n\nHis move follows concern from Tory MPs over a lack of parliamentary scrutiny.\n\nEarlier on Wednesday, the Commons Speaker warned the government against treating Parliament with \"contempt\".\n\nMr Hancock was speaking in the House of Commons ahead of a vote on a motion that will extend the Coronavirus Act.\n\nThe emergency legislation passed in March grants extensive powers to the authorities to tackle Covid, such as closing schools and stopping mass gatherings.\n\nFollowing a debate, MPs voted to extend the powers by 330 votes to 24.\n\nAddressing MPs, the health secretary said: \"I am sure that no member of this House would want to limit the government's ability to take emergency action in the national interest as we did in March.\n\n\"And we will continue to involve the House in scrutinising our decisions in the way the prime minister set out last week, with regular statements and debates and the ability for members to question the government's scientific advisers more regularly.\n\n\"And I hope the new arrangements will be welcomed on all sides of the House and I will continue to listen to colleagues' concerns, as I've tried my best to do so throughout.\"\n\nSir Graham Brady, chair of the 1922 committee of backbench Conservative MPs, had been pushing for MPs to have more of a say over restrictions introduced to tackle the virus.\n\nHe welcomed Mr Hancock's announcement saying: \"We are grateful that he and other members of the government have understood the importance of proper scrutiny in this place and the benefits that can bring to better government as well.\"\n\nAsked by a former Conservative chief whip Mark Harper for clarity on which new rules MPs would be allowed to vote on, Mr Hancock said \"I hope over the weeks to come we will demonstrate through our actions and what we bring forward that we are true to this commitment, which essentially will become a new convention.\"\n\nOther Conservatives expressed frustration with the government. Sir Charles Walker said the 90 minutes provided for the debate was \"just not good enough\" while Sir Bernard Jenkin warned that \"the prime minister cannot lead his parliamentary party unless he has their consent\".\n\nLabour's shadow home secretary Nick Thomas-Symonds said: \"We recognised that the government, in a pandemic, any government needs extraordinary powers available, and why with a heavy heart today, facing this highly unsatisfactory situation of an all or nothing motion, we will not be blocking its passage today.\"\n\nHowever, the Liberal Democrats have said they would vote against extending the Coronavirus Act because of the power it gave ministers to \"reduce rights\" for carers.\n\nDozens of Tory MPs backed an amendment to the motion by Sir Graham calling for future regulations affecting the whole of England only to be introduced if Parliament has the opportunity to debate and vote on them in advance.\n\nCommons Speaker Sir Lindsay Hoyle did not select the amendment explaining that any amendment to the motion risked creating uncertainty about the legality of the Act, and potentially opened it up to court challenge.\n\nHowever he told MPs: \"The way in which the government has exercised its powers to make secondary legislation during this crisis has been totally unsatisfactory.\n\n\"All too often important statutory instruments have been published a matter of hours before they come into force and some explanations as to why important measures have come into effect before they can be laid before this House has been unconvincing and shows a total disregard for the House.\"\n\nHe said he was \"now looking to the government to rebuild trust with the House not treat it with the contempt it has shown\".\n\nResponding to Sir Lindsay Hoyle's criticism, the prime minister's spokesman said the government was \"looking at further ways to involve parliament in the process in advance\"."}, {"link": "https://www.bbc.co.uk/news/uk-54362900", "published": "2020-09-30T16:08:08", "title": "Tighter Covid measures 'will take time' - PM", "text": "New measures to tackle the rise in coronavirus cases \"will take time to feed through\", Prime Minister Boris Johnson has said.\n\nHe said the high number of daily cases and \"tragic increase\" in deaths \"show why our plan is so essential\".\n\nThis breaking news story is being updated and more details will be published shortly. Please refresh the page for the fullest version.\n\nYou can receive Breaking News on a smartphone or tablet via the BBC News App. You can also follow @BBCBreaking on Twitter to get the latest alerts."}, {"link": "https://www.bbc.co.uk/news/election-us-2020-54350538", "published": "2020-09-30T11:59:42", "title": "Presidential debate: Trump and Biden trade insults in chaotic debate", "text": "Media playback is unsupported on your device Media caption \"Shut up, man\" and other insults and interruptions\n\nPresident Donald Trump and his challenger Joe Biden have fiercely clashed in one of the most chaotic and bitter White House debates in years.\n\nMr Trump frequently interrupted, prompting Mr Biden to tell him to \"shut up\" as the two fought over the pandemic, healthcare and the economy.\n\nThe US president was challenged over white supremacist support and refused to condemn a specific far-right group.\n\nOpinion polls suggest Mr Biden has a steady single-digit lead over Mr Trump.\n\nBut with 35 days until election day, surveys from several important states show a closer contest.\n\nPolls also suggest one in 10 Americans have yet to make up their mind how to vote. But analysts said Tuesday night's debate - the first of three - probably would not make much difference.\n\nWhat were the key moments?\n\nOverall, the 90-minute debate in Cleveland, Ohio, was light on serious policy discussion. Both candidates talked over each other but Mr Trump cut in some 73 times, according to a count by CBS News.\n\nThe tenor became clear early on as the two candidates sparred over healthcare. Hectoring from Mr Trump saw Mr Biden call the president a \"clown\".\n\nAs they moved on to the Supreme Court, the rancour continued, with Mr Biden refusing to answer when asked if he would try to expand the number of judges.\n\n\"Will you shut up, man?\" the Democratic candidate snapped at Mr Trump, later adding: \"Keep yapping, man.\"\n\nMr Trump, the Republican candidate seeking a second term, responded: \"The people understand, Joe. Forty-seven years [in politics], you've done nothing. They understand.\"\n\nMedia playback is unsupported on your device Media caption Biden: 'Do you believe for a moment what he's telling you?'\n\nIn one of the most talked about exchanges of the night, the president was asked by the moderator, Fox News anchor Chris Wallace, if he was prepared to condemn white supremacists.\n\nHe initially said he would but when asked to denounce the far-right Proud Boys group by name, he sidestepped.\n\nMr Trump said: \"Proud Boys, stand back and stand by, but I'll tell you what, somebody's got to do something about antifa and the left.\"\n\nThe Proud Boys, an anti-immigrant, all-male group, took to social media to celebrate. \"Standing down and standing by sir,\" it posted on Telegram.\n\nAntifa, short for \"anti-fascist\", is a loose affiliation of far-left activists that often clash with the far right at street protests.\n\nMedia playback is unsupported on your device Media caption 'Proud Boys, stand back and stand by' - Trump\n\nEarlier, Mr Biden said: \"This is a president who has used everything as a dog whistle to try to generate racist hatred, racist division.\"\n\nIn other moments:\n\nMr Trump was asked if he would encourage his supporters to be peaceful if results of the election were unclear. \"I'm encouraging my supporters to go into the polls and watch very carefully,\" he responded\n\nWhen Mr Trump said Mr Biden would be at the behest of the left of the Democratic Party over health and environmental policy, Mr Biden responded: \"I am the Democratic Party right now\"\n\nMr Trump defended his effort to swiftly fill a US Supreme Court seat to cement a 6-3 conservative majority on the bench, saying: \"We won the election and we have the right to do it\"\n\nThe president brought up the past drug use of Mr Biden's son, Hunter, who was discharged from the navy in 2014 for taking cocaine. Shouting over Mr Trump, Mr Biden said: \"My son, like a lot of people, like a lot of people you know at home, had a drug problem. He's overtaken it. He's fixed it.\"\n\nReuters The debate in numbers 73 times How often Trump interrupted Biden\n\n43 minutes The amount of time in total Biden spoke for, compared to...\n\n38 minutes for President Trump\n\n20 minutesspent discussing coronavirus, the longest segment Source: CBS\n\nWhat did they say about coronavirus?\n\nMr Biden said Mr Trump had \"panicked\" over the coronavirus pandemic, which has killed more than 200,000 Americans.\n\n\"A lot of people died and a lot more are going to die unless he gets a lot smarter, a lot quicker,\" Mr Biden said.\n\nMr Trump objected to Mr Biden using the word \"smart\".\n\n\"You graduated either the lowest or almost the lowest in your class,\" the president said. \"Don't ever use the word smart with me. Don't ever use that word.\"\n\nLocal rules required everyone in the room to wear masks but of the president's family members present, only US First Lady Melania Trump donned a face covering during the debate.\n\nImage copyright EPA Image caption Members of the Trump family were pictured wearing masks as they arrived, but removed them for the debate\n\nDue to the pandemic, the forum at Case Western Reserve University had a small, socially distanced audience and the traditional opening handshake was skipped.\n\nWho won the debate?\n\nIn a debate that was the political equivalent of a food fight, the winner is the man who emerged least covered in slop.\n\nOn Tuesday night, that man was Joe Biden - if only because his main goal was to prove to Americans that he could hold up under pressure, that he had not lost a step due to his advancing age. He had to show he could take a pie to the face, metaphorically speaking, and keep his cool.\n\nHe mostly met that standard, although it was at least in part because Donald Trump, by his constant hectoring and interruptions, seldom gave the former vice-president a chance to say something truly damaging to his own cause.\n\nTwitter Trump - the unconventional, bombastic, insulting and rumour-mongering aspect of this president - was on full display throughout the hour and a half event. Unfortunately for the president, many Americans, even his own supporters, find his social media persona one of his more unattractive attributes.\n\nTrump needed this debate to shake up a race that is tilting against him. Biden's lead has remained stable through turmoil on the streets and in the economy, and the Covid crisis.\n\nNothing about this hour-and-a-half free-for-all seems likely to alter the dynamics of this contest or change the minds of the one in 10 American voters who say they are still undecided (although perhaps they'll resolve never to watch another one of these).\n\nAnything resembling a substantive exchange was buried in a cavalcade of bloviation and bickering - and because of this, it was a missed opportunity for the president.\n\nImage copyright Reuters\n\nWhat's the reaction?\n\nAs is normal after a presidential debate, both the Trump and Biden camps have been claiming victory for their candidate.\n\n\"President Trump just turned in the greatest debate performance in presidential history, displaying a command of the facts and control of the conversation,\" said Trump 2020 campaign manager Bill Stepien in a statement.\n\nMr Biden's running mate, vice-presidential candidate Senator Kamala Harris, tweeted: \"We are in the battle for the soul of our nation, and the choice in this election was made crystal clear during tonight's debate.\"\n\nShe added: \"America was presented with a choice: a leader who offers a clear path forward vs. an angry, interrupting bully.\"\n\nIn other political reaction:\n\nFormer New Jersey Governor Chris Christie, who served on the president's \"debate prep team\", criticised Joe Biden's performance as \"shaky\" but also suggested the president had been overly aggressive, or \"too hot\"\n\nDavid Urban, a member of the Trump 2020 advisory committee, told CNN that \"this was not his best night by a long shot\" but said he succeeded in getting Mr Biden to \"act like Donald Trump a bit\" in terms of name-calling. He said President Trump could have condemned white supremacist groups \"more forcefully\"\n\nHillary Clinton said she was \"so proud of Joe Biden\"\n\nA snap viewer poll by CBS News, BBC News' US partner, named Joe Biden winner, with 48% backing him, compared to 41% for Mr Trump.\n\nImage copyright Reuters Image caption Debate moderator and Fox News anchor Chris Wallace struggled to keep order\n\nBut many commentators and newspapers said the real loser was the American people.\n\nOn the front page of its late edition, the New York Times said \"Trump's heckles\" had sent the debate \"into utter chaos\". CNN gave a similarly withering assessment, summarising the event as an \"absolutely awful debate\".\n\nAround the world, many media outlets described a chaotic, mud-slinging contest that painted the American political system in an ugly light."}, {"link": "https://www.bbc.co.uk/news/health-54355673", "published": "2020-09-30T11:01:19", "title": "Berlin patient: First person cured of HIV, Timothy Ray Brown, dies", "text": "Image copyright Getty Images Image caption Timothy Ray Brown, also known as the Berlin patient, pictured in 2012\n\nThe first person cured of HIV - Timothy Ray Brown - has died from cancer.\n\nMr Brown, who was also known as \"the Berlin patient\", was given a bone marrow transplant from a donor who was naturally resistant to HIV in 2007.\n\nIt meant he no longer needed anti-viral drugs and he remained free of the virus, which can lead to Aids, for the rest of his life.\n\nThe International Aids Society said Mr Brown gave the world hope that an HIV cure was possible.\n\nMr Brown, 54, who was born in the US, was diagnosed with HIV while he lived in Berlin in 1995. Then in 2007 he developed a type of blood cancer called acute myeloid leukaemia.\n\nHis treatment involved destroying his bone marrow, which was producing the cancerous cells, and then having a bone marrow transplant.\n\nThe transfer came from a donor that had a rare mutation in part of their DNA called the CCR5 gene.\n\nHIV resistance\n\nCCR5 is a set of genetic instructions that build the doorway that human immunodeficiency virus (HIV) walks through to infect cells.\n\nMutations to CCR5 essentially lock the door and give people resistance to HIV.\n\nAfter the treatment, levels of HIV in Mr Brown's blood fell to undetectable levels and he no longer needed anti-retroviral therapy. He was in effect \"cured\".\n\nBut the leukaemia, that led to his HIV cure, returned earlier this year and spread to his brain and spinal cord.\n\n\"It is with great sadness that I announce that Timothy passed away... surrounded by myself and friends, after a five-month battle with leukaemia,\" his partner Tim Hoeffgen posted on Facebook.\n\nHe added: \"Tim committed his life's work to telling his story about his HIV cure and became an ambassador of hope.\"\n\nCloser to a cure?\n\nMr Brown's cure was too risky and aggressive to be used routinely - it remains principally a cancer treatment. The approach is also too expensive for the 38 million people, many in sub-Saharan Africa, thought to be living with an HIV infection.\n\nHowever, Mr Brown's story inspired scientists, patients and the world that a cure could eventually be found.\n\nThe International Aids Society (IAS) said it was mourning with \"a profoundly heavy heart\".\n\n\"We owe Timothy and his doctor, Gero Hutter, a great deal of gratitude for opening the door for scientists to explore the concept that a cure for HIV is possible,\" said Prof Adeeba Kamarulzaman, the IAS president said.\n\nImage copyright Getty Images\n\nThe second person cured of HIV was announced earlier this year. Adam Castillejo - known as the London patient - had a similar treatment to Mr Brown and could come off his HIV drugs.\n\n\"Although the cases of Timothy and Adam are not a viable large-scale strategy for a cure, they do represent a critical moment in the search for an HIV cure,\" said Prof Sharon Lewin, the director of the Doherty Institute in Melbourne, Australia.\n\n\"Timothy was a champion and advocate for keeping an HIV cure on the political and scientific agenda.\n\n\"It is the hope of the scientific community that one day we can honour his legacy with a safe, cost-effective and widely accessible strategy to achieve HIV remission and cure using gene editing or techniques that boost immune control.\"\n\nFollow James on Twitter"}, {"link": "https://www.bbc.co.uk/news/uk-england-london-54356383", "published": "2020-09-30T11:37:35", "title": "County lines: Teenage drug dealers posed as key workers during lockdown", "text": "County lines: Teenage drug dealers posed as key workers during lockdown Published duration 4 hours ago Related Topics County lines drugs trade\n\nimage copyright Met Police image caption More than 200 people were arrested last week as part of the cross-country operation targeting county lines drug supplies\n\nTeenage county lines drug dealers posed as key workers during the coronavirus lockdown to evade police, London authority bosses have revealed.\n\nCity Hall's Rescue and Response's annual report found demand for drugs has been \"very high\" during lockdown.\n\nMore than 3,000 people were identified as being exploited to move drugs from London to 41 towns and cities across the UK.\n\nThe youngest age of a dealer was 10 and the oldest 26, the report has revealed.\n\nIn 2018, the Mayor of London pledged £3m to the Rescue and Response programme and since then City Hall says more than 1,100 young Londoners have been referred for specialist support out of county lines drug dealing.\n\nmedia caption What is \"county lines\"?\n\nSadiq Khan said: \"It's vital we act now to protect children and young Londoners who we know are at increased risk of exploitation by County Lines during the pandemic.\n\n\"Criminal individuals and gangs are using the uncertainty created by Covid-19 to recruit disadvantaged young Londoners, many of whom have lost their jobs and in some cases their accommodation.\"\n\nBrighton, Cambridge, Southampton, Portsmouth and Basingstoke have been identified in the report as the top five areas targeted by London lines.\n\nimage copyright Met Police image caption The report found the average age of a dealer is is 15 to 17, with the youngest just ten and oldest 26.\n\n\"Young people were likely forced to work in the counties for longer and harder to meet the high demand, with some boroughs reporting longer missing episodes during lockdown,\" the report said.\n\n\"It is believed some young people were switched to working on local drug lines to meet the local demand, meaning they were less likely to trigger missing reporting despite continuing exploitation.\n\n\"Social care staffing levels were reduced during lockdown, and face to face engagement had to stop.\n\n\"This impacted the provision of support to young people during this time.\""}]}, "theguardian": {"rss": "https://www.theguardian.com/uk/rss", "link": "https://www.theguardian.com/international", "articles": [{"link": "https://www.theguardian.com/politics/live/2020/sep/30/uk-coronavirus-live-news-updates-boris-johnson-warned-rule-of-law-at-risk-if-mps-dont-get-more-of-a-say-over-covid-rules", "published": "2020-09-30T16:12:26", "title": "UK coronavirus live: 'We will not hesitate to take further measures' if pandemic worsens, Johnson warns", "text": "What term do you want to search? Search with google"}, {"link": "https://www.theguardian.com/uk-news/2020/sep/30/uk-is-looking-as-processing-asylum-claims-overseas-no-10-suggests", "published": "2020-09-30T14:25:43", "title": "UK is looking at processing asylum claims overseas, No 10 suggests", "text": "No 10 says it is ‘looking at what other countries do’, in response to question about Australian system\n\nDowning Street has effectively confirmed it is looking at the idea of an Australian-style asylum system in which all claimants would be processed in camps outside the UK, saying it is examining what other countries do to deter unofficial sea crossings.\n\nAsked about a plan, first reported by the Financial Times, to potentially ship asylum seekers to the South Atlantic for processing, No 10 played down the destination, but did not dispute the idea of overseas processing centres.\n\nAustralia has been widely criticised by rights groups for its system of mandatory detention for asylum seekers inside camps in locations such as Nauru while the lengthy process of examining claims takes place.\n\nAsked about the idea of the UK doing this, Boris Johnson’s spokesman said the UK had a “long and proud history” of accepting asylum seekers but needed to act, particularly given migrants making unofficial crossing from France in small boats.\n\n“As ministers have said, we are developing plans to reform policies and laws around illegal migration and asylum to ensure that we are able to provide protection to those who need it, while preventing abuse of the system and the criminality associated with it,” he said.\n\n“We are developing plans to reform our illegal migration and asylum policies so we can keep providing protection to those who need it, while preventing abuse of the system and criminality.\n\n“As part of this work we’ve been looking at what a whole host of other countries do to inform a plan for the United Kingdom. And that work is ongoing.”\n\nHe added: “It is hugely important that people are deterred from making life-threatening journeys, and that they claim asylum in the first safe country which they reach.”\n\nNo 10 sources played down the potential use of Ascension and St Helena, two remote South Atlantic islands that are UK territory, as processing centres.\n\nOn Tuesday evening, when the idea first emerged, Home Office sources said that Priti Patel, the home secretary, had sought advice on how other countries deal with asylum applications. This included asking the Foreign Office for ideas, and among those raised were “implausible ones”.\n\nPatel is expected to address the issue of Channel crossings by migrants in a speech to the Conservative party conference on Sunday, and has repeatedly vowed to stop those arriving in the country by boat.\n\nShe has called on the Royal Navy to help tackle the growing number of small boats and appointed a former Royal Marine, Dan O‘Mahoney, to the role of “clandestine Channel threat commander”.\n\nIn August, she said the number of crossings was “appalling and unacceptably high”, adding: “I am working to make this route unviable.”"}, {"link": "https://www.theguardian.com/politics/2020/sep/30/britain-offers-eu-fishing-concession-brexit-sweetener", "published": "2020-09-30T08:25:12", "title": "Britain offers EU fishing concession as part of Brexit sweetener", "text": "Britain has offered a three-year transition period for European fishing fleets to allow them to prepare for the post-Brexit changes as part of an 11th-hour deal sweetener.\n\nThe catches of EU fishermen would be “phased down” between 2021 and 2024 to offer time for European coastal communities to adapt to the changes.\n\nThe lengthy transition period is contained in a new negotiating paper tabled ahead of the current round of negotiations in Brussels between the teams respectively led by the UK’s chief negotiator, David Frost, and his EU counterpart, Michel Barnier.\n\nThe idea of a phase-down period had been floated previously but details had not been provided until recent days.\n\n“We have a long way to go but if the other problematic issues can be sorted, it doesn’t look like fisheries will stand in the way of an agreement”, said one senior EU diplomat. The move comes as the UK signed its first independent fishing deal for 40 years. The deal with Norway involves annual negotiations on share of catch, something the EU has rejected in Brexit trade talks.\n\nIreland’s foreign minister, Simon Coveney, said during a visit to Washington on Tuesday night that he believed there was a good chance of a trade deal. “The obstacles are not insurmountable,” he said. “We should be able to get this deal done.”\n\nHowever, UK fisheries leaders warned the government not to sell them out. Barrie Deas, the head of the National Federation of Fishermen’s Organisations, said: “What we wouldn’t agree to is surrendering fishing rights in order to have a trade deal.\n\n\n\n“There is no expectation within the UK fishing industry that the UK will back down on fisheries. If anything, the commitments that have been made to the industry are stronger now than when the negotiations started. We’ve been given clear and unequivocal commitments.”\n\nThe UK remains fixed on replacing the common fisheries policy with a system of “zonal attachment” that would offer a significant increase in catches for British fishing fleets.\n\nCurrently, Britain’s economic zone is part of common EU waters. The UK receives a fixed share based on how much stock its fishermen caught during a reference period between 1973 and 1978.\n\nUnder the new system proposed by the UK, the two sides would agree on what percentage of shared stocks are attached to each of their European economic zones each year. Catch quotas would be organised in line with that percentage.\n\nTimeline From Brefusal to Brexit: a history of Britain in the EU Show Hide After 47 years and 30 days it was all over. As the clock struck 11pm on 31 January 2020, the UK was officially divorced from the EU and began trying to carve out a new global role as a sovereign nation. It was a union that got off to a tricky start and continued to be marked by the UK’s sometimes conflicted relationship with its neighbours. Brefusal The French president, Charles de Gaulle, vetoes Britain’s entry to EEC, accusing the UK of a “deep-seated hostility” towards the European project. Brentry With Sir Edward Heath having signed the accession treaty the previous year, the UK enters the EEC in an official ceremony complete with a torch-lit rally, dickie-bowed officials and a procession of political leaders, including former prime ministers Harold Macmillan and Alec Douglas-Home.\n\nReferendum The UK decides to stay in the common market after 67% voted \"yes\". Margaret Thatcher, later to be leader of the Conservative party, campaigned to remain. 'Give us our money back' Margaret Thatcher negotiated what became known as the UK rebate with other EU members after the \"iron lady\" marched into the former French royal palace at Fontainebleau to demand “our own money back” claiming for every £2 contributed we get only £1 back” despite being one of the “three poorer” members of the community. It was a move that sowed the seeds of Tory Euroscepticism that was to later cause the Brexit schism in the party. The Bruges speech Thatcher served notice on the EU community in a defining moment in EU politics in which she questioned the expansionist plans of Jacques Delors, who had remarked that 80% of all decisions on economic and social policy would be made by the European Community within 10 years with a European government in “embryo”. That was a bridge too far for Thatcher. The cold war ends Collapse of Berlin wall and fall of communism in eastern Europe, which would later lead to expansion of EU. 'No, no, no' Divisions between the UK and the EU deepened with Thatcher telling the Commons in an infamous speech it was ‘no, no, no’ to what she saw as Delors’ continued power grab. Rupert Murdoch’s Sun newspaper ratchets up its opposition to Europe with a two-fingered “Up yours Delors” front page. Black Wednesday A collapse in the pound forced prime minister John Major and the then chancellor Norman Lamont to pull the UK out of the Exchange Rate Mechanism. The single market On 1 January, customs checks and duties were removed across the bloc. Thatcher hailed the vision of “a single market without barriers – visible or invisible – giving you direct and unhindered access to the purchasing power of over 300 million of the world’s wealthiest and most prosperous people\". Maastricht treaty Tory rebels vote against the treaty that paved the way for the creation of the European Union. John Major won the vote the following day in a pyrrhic victory. Repairing the relationship Tony Blair patches up the relationship. Signs up to social charter and workers' rights. Ukip Nigel Farage elected an MEP and immediately goes on the offensive in Brussels. “Our interests are best served by not being a member of this club,” he said in his maiden speech. “The level playing field is about as level as the decks of the Titanic after it hit an iceberg.” The euro Chancellor Gordon Brown decides the UK will not join the euro. EU enlarges to to include eight countries of the former eastern bloc including Poland, Hungary and the Czech Republic. EU expands again, allowing Romania and Bulgaria into the club. Migrant crisis Anti-immigration hysteria seems to take hold with references to “cockroches” by Katie Hopkins in the Sun and tabloid headlines such as “How many more can we take?” and “Calais crisis: send in the dogs”. David Cameron returns from Brussels with an EU reform package - but it isn't enough to appease the Eurosceptic wing of his own party Brexit referendum The UK votes to leave the European Union, triggering David Cameron's resignation and paving the way for Theresa May to become prime minister Britain leaves the EU After years of parliamentary impasse during Theresa May's attempt to get a deal agreed, the UK leaves the EU.\n\nA failure to agree annually on catches could lead to EU fleets being locked out of British waters. France is particularly concerned by the impact on its fishing communities and has taken a “maximalist” position that the status quo should be protected.\n\nWhile the policy would deliver the extra catches promised as a Brexit bonus, it is understood the government is also making new commitments on maintaining EU sustainability standards and cooperation on the collection of data.\n\nThe offer was part of five new draft negotiating documents submitted by the government, including legal texts on fisheries, the “level playing field”, law enforcement and judicial cooperation, civil nuclear cooperation and social security coordination.\n\nAn EU official said: “We can confirm that we received additional documents from the UK. We are studying them.”\n\nAccording to Brussels sources, the UK’s paper on state aid, still the most contentious of the outstanding issues, offered to lay out a series of “principles” on controlling domestic subsidies.\n\nThe EU said the paper offered hope that the UK would build on provisions in the recently signed UK-Japan deal. The trade deal with Tokyo prevents either side from indefinitely guaranteeing the debts of struggling companies or providing open-ended bailouts without approved restructuring plans.\n\nBut the paper failed to offer appropriate “governance” proposals that would allow Brussels to keep the UK to its pledges, EU sources said.\n\nThe EU wanted to ensure that any commitments were seen through and that in the event of a breach, parts of the trade deal could be immediately suspended.\n\nEU diplomats also said any agreement on such a method of regulating state aid would need to be taken “at the highest level”, as it would represent a significant divergence from Brussels’ proposal.\n\nThe EU has pushed for the UK to accept the bloc’s state aid rules, which do not allow unfair subsidies to be granted. The UK’s position would instead offer recourse in the event of trade being distorted.\n\n“The UK-Japan deal is obviously now the basis but it isn’t yet enough and we need to have bite,” said one diplomatic source. A second source added that the proposal was as yet “more of the same” but that it was hoped that the week’s negotiation would flesh it out. “That is what matters,” the source said."}, {"link": "https://www.theguardian.com/us-news/2020/sep/29/us-debate-trump-biden-latest-2020-presidential-news", "published": "2020-09-30T11:05:32", "title": "Trump plunges presidential debate into chaos as he repeatedly talks over Biden", "text": "The first presidential debate between Donald Trump and Joe Biden deteriorated into an ugly display of contempt on Tuesday night, as the president relentlessly interrupted and attacked his Democratic rival during clashes over the coronavirus pandemic, race, the economy and the future of the supreme court.\n\nOver the course of an extraordinarily combative and chaotic 90-minute performance, a fitting coda to what has been one of the nastiest presidential campaigns in recent memory, Trump interjected so frequently that Biden at one point lost his patience and snapped: “Will you shut up, man? This is so unpresidential.”\n\nWith just five weeks left until election day, Trump is trailing in national and battleground state polls. Amid accusations that he has mishandled the pandemic and damaging reports about his finances and past comments on the military, the debate was perhaps Trump’s best opportunity yet to shift the dynamics of the race, which has been remarkable steady throughout an exceptional turbulent summer.\n\nDonald Trump refuses to condemn white supremacists at presidential debate Read more\n\nDominating the conversation appeared to be Trump’s central strategy, but he did on occasion return to the themes he has pressed on the campaign trail.\n\nWhen Biden accused him of being the “worst president America has ever had”, Trump shot back that he had done “more in 47 months than you’ve done in 47 years”, an indictment of the former vice-president’s long career in Washington.\n\nBut even as Trump attempted to pin Biden, he trampled his own message with a stunning refusal to condemn white nationalism and commit to a peaceful transition of power.\n\nPrompted by the moderator, Chris Wallace of Fox News, to denounce white supremacist violence after two anti-racist activists were killed during protests in Kenosha, Wisconsin, the president said “sure” and asked which group he should condemn. Biden named the Proud Boys, a far-right extremist group.\n\n“Proud Boys? Stand back and stand by,” Trump said, before blaming the violence on the left. Social media users who identify as members of the group immediately celebrated the remark.\n\nPlay Video 1:16 Trump namechecks Proud Boys as he refuses to condemn white supremacists in debate – video\n\nTrump once again declined to honor the results of the election and continued to undermine the integrity of mail-in balloting, which is already under way in many states. Without evidence, he asserted that the process of voting by mail, which states have expanded in response to the pandemic, was rife with fraud.\n\nThe first debate took place in Cleveland, Ohio, against the backdrop of a nation in crisis: the pandemic has claimed the lives of more than 204,000 Americans and cost millions of jobs, while racial justice protests and climate-induced disasters demand urgent responses.\n\nIn a sign of the times, there was no public audience, handshakes were omitted, the podiums were staged a safe distance apart and empty seats separated the campaign staff and the candidate’s family members in attendance. In a striking contrast, Biden’s family and guests wore masks for the duration of the event, while the first lady, Melania Trump, and the rest of the president’s family removed theirs after being seated.\n\nThe debate opened with a question on the supreme court, about Trump’s nomination of Amy Coney Barrett to fill the seat of the late Justice Ruth Bader Ginsburg. Trump defended his decision to advance the nomination just days after Ginsburg’s death and just weeks before election day.\n\n“We won the election, and therefore we have the right to choose her,” he said.\n\nPlay Video 5:32 Voter suppression: how Trump is undermining the US election – video explainer\n\nRushing to replace Ruth Bader Ginsburg, McConnell shows power trumps principle | Robert Reich Read more\n\nBiden said Ginsburg’s replacement should be chosen by the winner of this November’s presidential election and warned that the confirmation of Barrett – whom he called a “very fine person” – would lead to the gutting of the Affordable Care Act, commonly known as Obamacare.\n\nTrump jumped in to accuse Biden of wanting to pave the way for “socialist medicine” and attempted to tie the former vice-president to his former Democratic presidential rival Bernie Sanders.\n\n“I beat Bernie Sanders,” Biden snapped. Forcefully denying the accusation that he is under the control of his party’s leftwing, he asserted: “I am the Democratic party now.”\n\n“He just lost the left,” Trump quipped.\n\nBiden refused to directly answer a question about court-packing, an idea gaining traction on the left that would expand the number of supreme court justices to even out the political leanings of the bench, poised to have a 6-3 conservative majority if Barrett is confirmed.\n\nPressed on new revelations that he avoided paying any federal taxes for years and paid only $750 in 2016 and 2017, Trump claimed without evidence that he had paid “millions of dollars” in federal taxes in those years, but he did not commit to releasing his returns as proof. He also bragged that he took advantage of tax loopholes and that as a successful businessman he didn’t “want to pay taxes”.\n\nPlay Video 2:59 Biden tells Trump 'you are the worst president America has ever had' in battle over taxes – video\n\nIn the hours before the debate, Biden and his running mate, Kamala Harris, released their 2019 tax returns. According to the documents, the Bidens paid nearly $300,000 in taxes in 2019.\n\nIn a segment on the coronavirus crisis, Biden hammered Trump over his handling of the pandemic, in which the US has seen far more cases and deaths than any other country.\n\n“Do you believe for a moment what he’s telling you, in light of all the lies he’s telling you, about Covid?” Biden asked.\n\nTrump later cast doubt on evidence that humans are the primary driver of climate change and intensifying extreme weather, including record wildfires in the US west.\n\nDespite the array of topics discussed, the debate will probably be remembered for the unsparing insults. Biden called the president a clown, a liar and a racist. Trump said Biden “doesn’t have it in his blood” to be a strong, decisive leader and claimed that his opponent avoided holding campaign ralliesbecause “nobody would show up”.\n\nTrump also tangled with the moderator, who struggled to keep the proceedings intelligible amid the crosstalk and interruptions. At one point, Wallace attempted to ask Trump why he hadn’t released a healthcare plan to replace the Affordable Care Act. Displeased with the query, Trump shot back: “I guess I’m debating you, not him, but that’s OK. I’m not surprised.”\n\nPlay Video 1:41 US presidential debate moderator Chris Wallace struggles to contain Trump – video\n\nTrump heckled, bullied and lied through the debate. It won't help him beat Biden | Richard Wolffe Read more\n\nModerators of presidential debates typically do not factcheck the candidates, and Wallace made clear well in advance that he did not view that as his role. That left no one on stage to correct the president’s misstatements, overstatements and falsehoods, which were plentiful. Biden, who was more truthful, employed a favorite catchphrase – “Here’s the deal” – to try to set the record straight, but Trump’s hectoring made a rebuttal difficult. On occasion, Biden just smiled and shook his head in amazement.\n\n“The fact is that everything he’s said so far is simply a lie,” Biden said. “I’m not here to call out his lies. Everybody knows he’s a liar.”\n\nAs expected, Trump raised unfounded accusations about Biden’s son, Hunter, related to his business dealings in Ukraine. Trump was impeached for pushing government officials in Kiev to investigate the Biden family. Despite no evidence of wrongdoing, Republican allies of the president have continued to fixate on the manufactured controversy.\n\nBiden said the accusations were false and attempted to redirect the conversation back to the pandemic, but Trump refused to let it go.\n\nHe returned to the subject, reminding viewers of Hunter Biden’s past drug use. Biden, looking directly into the camera, explained that like many Americans, his son had struggled with addiction.\n\n“My son had a drug problem” Biden said. “He’s overtaken it. He’s fixed it. He’s worked on it. And I’m proud of him.”\n\nPlay Video 2:52 Trump interrupts Biden's tribute to late son to raise unfounded accusations – video\n\nAhead of the debate, Trump’s allies attempted to cast Biden as incoherent and fanned baseless online conspiracy theories that Biden requires cue cards or an earpiece to answer questions.\n\nBiden’s campaign flatly denied the accusations.\n\nThe looming question is whether Tuesday night’s performance will sway voters. While nearly three in four voters said they planned to watch the debate on Tuesday night, according to a recent Monmouth University poll, just 3% of voters said it was “very likely” to affect their vote in November.\n\n“It’s been an interesting hour and a half,” Wallace said, with a chuckle that seemed to acknowledge his own understatement."}, {"link": "https://www.theguardian.com/environment/live/2020/sep/30/xi-jinping-to-address-world-leaders-at-un-biodiversity-summit-live-updates-aoe", "published": "2020-09-30T16:11:19", "title": "Beware human rights abuses in name of conservation, warns indigenous activist – live", "text": "13:44\n\nGood afternoon, I’m Patrick Greenfield, a biodiversity and environment reporter at the Guardian. Alongside my colleague Phoebe Weston, I’ll be live blogging proceedings from a first-of-its-kind summit at the UN in New York, where world leaders will discuss the rampant destruction of the natural world.\n\nThe talks come as the international community negotiates a set of biodiversity targets for the next decade, which the UN’s biodiversity head Elizabeth Maruma Mrema has called humanity’s last chance to reset its relationship with nature. Last decade, the world failed to meet a single target set at previous talks.\n\nXi Jinping, Jair Bolsonaro, Boris Johnson, Angela Merkel and Jacinda Ardern are among more than a hundred prime ministers and presidents who will address the event. We’ll guide you through proceedings that will begin at 10am EST (3pm BST) with an address from the president of the 75th UN general assembly, Volkan Bozkır.\n\nAs well as reporting on the discussions and speeches from world leaders, we will bring you expert reaction and analysis from scientists and campaigners. Please post questions in the comment section below or tweet us at @pgreenfielduk or @phoeb0. We’ll try to get to as many of your questions as possible but we can’t promise we’ll answer everyone.\n\nA photo taken on August 24 2019 showing burned areas of the Amazon rainforest in Rondonia state, Brazil. Photograph: Carlos Fabal/AFP/Getty Images\n\nHere is the agenda:\n\n10:00-10:50 EST (3pm BST): UN secretary general António Guterres, Egyptian president Abdel Fattah Al Sisi, Chinese president Xi Jinping and Prince Charles are among the many dignitaries that will make statements to open the summit.\n\n10:50-13:00 EST (3:50pm BST): World leaders including Emmanuel Macron, Muhammadu Buhari and Recep Tayyip Erdoğan will make statements to the assembly.\n\n15:00-16:15 EST (8pm BST): Leaders dialogue chaired by Angela Merkel and Imran Khan on addressing biodiversity loss and mainstreaming biodiversity for sustainable development.\n\n16:15-17:30 EST (9:15 BST): Swedish deputy prime minister Isabella Lövin will then host a dialogue on harnessing science, technology and innovation for biodiversity with industry heads.\n\n17:30-18:00 EST (10:30pm BST): Closing segment.\n\nThe international politics of biodiversity are complicated. If you want to know more about what to look out for in today’s summit, please read my explainer.\n\nAll eyes on China: what to look out for at the UN biodiversity summit Read more\n\nFor hundreds of thousands of species threatened by extinction, the stakes of this summit could not be higher. Vast expanses of life-sustaining ecosystems that undermine the fabric of human civilisation are disappearing and this month, the drumbeat of studies and reports highlighting humanity’s destruction of nature is growing louder and louder. Around a million species are at risk of extinction, driven by deforestation, pollution, agriculture and the climate crisis. On average, global populations of mammals, birds, fish, amphibians and reptiles plunged by 68% between 1970 and 2016, according to ZSL and WWF analysis.\n\nWe’ll let you know what world leaders plan to do about it throughout the day."}]}, "breitbart": {"link": "http://www.breitbart.com/", "articles": [{"title": "Nolte: Donald Trump Won the First Debate", "text": "The corrupt national media are not demanding the two remaining presidential debates be canceled because they believe Joe Biden wiped the floor with Donald Trump.\n\nThe corrupt national media are not demanding the two remaining presidential debates be canceled because they believe the spectacle of all the norm-violating that occurred Tuesday night is bad for democracy. This is the same media out there encouraging riots, looting, arson, and assault.\n\nThe corrupt national media are not demanding the two remaining presidential debates be canceled because this one made children — LOL — cry.\n\nNo, the corrupt national media want the two remaining presidential debates canceled because they know Trump won and Biden lost.\n\nListen, Trump’s always going to be Trump. If people haven’t figured that out by now, they never will. He’s just going to be who he is, and who he is is a president who doesn’t give a mouse turd about norms, because he knows the norms are all rigged by the fake media to benefit Democrats.\n\nTrump knew moderator Chris Wallace would never bring up how Joe Biden enabled his son Hunter’s breathtaking corruption and self-dealing, so he pounded and pounded and pounded it.\n\nTrump knew Chris Wallace would stand in Biden’s corner to help hold him up, would ask questions of Trump that put Trump on defense and questions of Biden that would allow Biden to look like a moderate, so Trump did what he had to do to remind voters Biden is a racist, a liar, and a dummy.\n\nTrump knew Biden’s debate tactic is to laugh and interrupt and heckle, like he did to Paul Ryan during their 2012 vice presidential debate, so Trump beat him to the punch.\n\nTrump knew Chris Wallace would allow Biden to lie about things like the “Very Fine People Hoax,” so Trump let him have it, and if that meant Trump had to interrupt with questions Chris Wallace was too corrupt to ask, so be it.\n\nTrump knew presidents running for re-election always blow their first debate (Reagan in ’84, George H.W. Bush in ’92, George W. Bush in ’04, Barry Obama in ’12) always look like they are caught in headlights after being shoved out of the presidential bubble, so Trump arrived loaded for bear and full of energy and fight.\n\nTrump’s game plan is never about being something he’s not, is never about stupidly stepping into the “norm trap” that allows Joe Biden to get away with laughing and heckling and interrupting while Trump loses to a separate set of rules that require he be steamrolled as he tries to appear presidential.\n\nNo, Trump’s game plan is always, always, always to drag the other guy into the sun and expose him for what he is, and that’s what he accomplished last night.\n\nThere are three impressions that will stick in a couple of days, and they all benefit Trump.\n\nBiden is old. He’s been hiding throughout the campaign, so to see him for 95 uninterrupted minutes was a shock. He’s an old, old man. It was startling. Waxy, wispy hair, barely hanging on… Biden stood before the country and called the president of the United States a “clown.” Told the president of the United States to “shut up.” Sure, Trump interrupted and pestered, but he didn’t call anyone names or tell anyone to shut up. Trump is a fighter, full of energy, full of piss and vinegar, eager to defend his record, and refuses to give an inch, and that’s a virtue.\n\nMost of all, Trump got Biden to repudiate the Green New Deal (something Biden’s own website says he supports), which will hurt him with the enthusiasts he needs on the left.\n\nHe got Biden to dismiss Bernie Sanders. Huge error. Huge.\n\nHe also got Biden to admit he’s going to raise taxes on the middle class.\n\n“That’s why I’m going to eliminate the Trump tax cuts. And I’m going to eliminate those tax cuts.”\n\nBiden said that last night, and that means your standard deduction and child tax credits that the Trump cuts nearly doubled will be slashed in half. So if you’re married and your federal tax rate is, say 20 percent, you’re going to pay 20 percent on about $12,000 in income you weren’t under Trump’s tax cuts. That’s a $2400 tax increase. Just is.\n\nWithout any caveat last night, Biden straight up said he would repeal the Trump tax cuts. Trump cut taxes for everyone, so Biden intends to hit everyone with a tax increase.\n\nFinally, Trump did a brilliant job sounding the alarm about the coming catastrophe and left-wing corruption involved with mail-in voting.\n\nTrump won.\n\nIt wasn’t pretty, but Trump won.\n\nAnd that’s why the corrupt media want to cancel the next two debates\n\nP.S. It’s also why the media are lying about Trump refusing to condemn white supremacists.\n\nFollow John Nolte on Twitter @NolteNC. Follow his Facebook Page here.", "link": "http://www.breitbart.com/politics/2020/09/30/nolte-donald-trump-won-the-first-debate/", "published": "2020-09-30T00:00:00"}, {"title": "Donald Trump: Debate Was ‘Two on One’ but Still ‘Fun’", "text": "President Donald Trump described Tuesday night’s presidential debate with former Vice President Joe Biden as “fun” despite repeatedly crossing with the moderator, Fox News host Chris Wallace.\n\n“Chris had a tough night,” Trump wrote on Twitter, sharing a New York Times article about Wallace’s performance. “Two on one was not surprising, but fun.”\n\nThe president frequently interrupted Biden during the debate, leading Wallace to repeatedly interrupt the president to demand that he follow the rules. Biden repeatedly told Trump to “shut up” and described the president as a “clown,” “the worst president America has ever had,” even called him a “racist.”\n\nTrump described Biden as not smart.\n\n“Don’t ever use the word smart with me,” he said. “Nothing smart about you Joe.”\n\nTrump also recalled Biden’s attempt during the debate to distance himself from ideas supported by the radical left.\n\n“Many important points made, like throwing Bernie, AOC PLUS 3, and the rest, to the wolves!” Trump wrote. “Radical Left is dumping Sleepy Joe. Zero Democrat enthusiasm, WEAK Leadership!”\n\nNobody wants Sleepy Joe as a leader, including the Radical Left (which he lost last night!). He disrespected Bernie, effectively calling him a loser! — Donald J. Trump (@realDonaldTrump) September 30, 2020\n\nTrump also retweeted several criticisms of Wallace on Twitter and shared a photo of the matchup between him and the team of Wallace and Biden.", "link": "http://www.breitbart.com/politics/2020/09/30/donald-trump-debate-was-two-on-one-but-still-fun/", "published": "2020-09-30T00:00:00"}, {"title": "Fact Check: Transcript Shows Trump Agreed to Condemn White Supremacists; ‘Stand By’ Followed Wallace’s Prompt", "text": "CLAIM: President Donald Trump told white supremacists like the Proud Boys to “stand by” and did not condemn them.\n\nVERDICT: DECEPTIVE EDIT. The transcript shows Trump said “sure” when asked to condemn white supremacists. The “stand” language came from the moderator, and the “Proud Boys” were first brought up by Democratic nominee Joe Biden.\n\nCritics of the president are claiming, incorrectly, that he would not condemn white supremacists at the first presidential debate.\n\nFirst of all, the question itself, from moderator Chris Wallace, was absurd: Trump has condemned white supremacists repeatedly.\n\nAsking him to condemn them (the “again” was never acknowledged) — and refusing to accept Trump’s assurances — was both ill-informed and inflammatory.\n\nFour things are clear from the transcript below:\n\nWallace refused to accept “sure” for an answer and demanded Trump (and only Trump) condemn extremists onstage. Wallace is the one who introduced the “stand down” language — not Trump, who was doing what he was asked. Biden is the one who demanded Trump condemn the “Proud Boys” — a right-wing group — and Trump complied. Biden refused to condemn Antifa, saying it was “an idea, not an organization.” Wallace then tried to end the argument.\n\nThe transcript, amid the crosstalk, reveals the truth (emphasis added):\n\nWallace: You have repeatedly criticized the vice president for not specifically calling out Antifa — Trump: That’s right. Wallace: — and other left-wing extremist groups. But are you willing, tonight to condemn white supremacists and militia groups — Trump: Sure. Wallace: — and to say that they need to stand down and not add to the violence in a number of these cities as we saw in Kenosha, and as we’ve seen in Portland. Trump: Sure, I’m willing to do that. Wallace: Are you prepared specifically to do it. Trump: I would say — Wallace: Go ahead, sir. Trump: I would say almost everything I see is from the left wing not, not from the right wing. Wallace: So what are you — what are you saying? Trump: I’m willing to do anything. I want to see peace. Wallace: Well, then, do it, sir. Trump: I am — Biden: Say it. Do it. Say it. Trump: Do you call them — What do you want to call them? Give me a name. Give me a name. Wallace: White supremacist — and right-wing militia. Trump: Go ahead. Who would you like me to condemn? Biden: White supremacists. The Proud Boys. Trump: Who. Wallace: White supremacists and right-wing militia. Trump: Proud Boys, stand back and stand by. But I’ll tell you what, I’ll tell you what. Somebody’s got to do something about Antifa and the left. Because this is not a right-wing problem — Biden: His own — his own FBI director said — Trump: –this is a left-wing problem. This is a left-wing problem. Biden: — the threat comes from white supremacists. Antifa is an idea, not an organization. Trump: Oh, you gotta be kidding. Biden: Not militia. That’s what his FBI — Trump: Oh, really, FBI, OK. Biden: His FBI director said. Wallace: Gentlemen, we’re gonna — Trump: Well, then he’s wrong. Wallace: No, no. We’re done, sir.\n\nThe worst that Trump can be accused of is trying to change the subject — which he was entitled to do, given the faulty premise of the question. No matter how many times Trump condemns white supremacists, the media pretend he never did.\n\nIt is simply untrue to claim that Trump refused to condemn white supremacists, or that he tried to encourage them by telling them to “stand by.” Claims to the contrary rely on deceptive edits that omit what Trump, Wallace, and Biden actually said.\n\nJoel B. Pollak is Senior Editor-at-Large at Breitbart News and the host of Breitbart News Sunday on Sirius XM Patriot on Sunday evenings from 7 p.m. to 10 p.m. ET (4 p.m. to 7 p.m. PT). His newest e-book is The Trumpian Virtues: The Lessons and Legacy of Donald Trump’s Presidency. His recent book, RED NOVEMBER, tells the story of the 2020 Democratic presidential primary from a conservative perspective. He is a winner of the 2018 Robert Novak Journalism Alumni Fellowship. Follow him on Twitter at @joelpollak.", "link": "http://www.breitbart.com/politics/2020/09/30/fact-check-transcript-trump-condemn-white-supremacists/", "published": "2020-09-30T00:00:00"}, {"title": "Michael Keaton to Joe Biden: ‘No More Debates. You Won. Walk Away’", "text": "Actor Michael Keaton declared Democrat presidential candidate Joe Biden the winner of Tuesday presidential debate and demanded that he commit to do ‘no more debates” with President Donald Trump.\n\nThe Batman and The Trial of the Chicago 7 star said Biden should simply “walk away” from his commitment to show up to the next two presidential debates. “No more ‘debates.’ Joe, leave him hanging. You won. Walk away. That was NOT a debate.”\n\nNo more “debates”.\n\nJoe, leave him hanging. You won.\n\nWalk away. That was NOT a debate — Michael Keaton (@MichaelKeaton) September 30, 2020\n\nThe Dumbo actor disputed any possible future claim of victory by Trump on election day. “Election will NOT be decided on Election Day AND THAT’S OK. Be prepared and prepare others. trump will try to claim victory on Election Day and try to make people question results after that. Vote early if you can,” Keaton said.\n\nElection will NOT be decided on Election Day AND THAT’S OK.\n\nBe prepared and prepare others.\n\ntrump will try to claim victory on Election Day and try to make people question results after that.\n\nVote early if you can — Michael Keaton (@MichaelKeaton) September 30, 2020\n\nThen followed a dyspeptic assault on the president, his record and why the Obama-Biden White House should be applauded.\n\nThe Obama/Biden administrations created more jobs in their last 3 years than trump administration did in their first 3\n\nOut of the last 11 presidents, trump’s economy ranks 7th — Michael Keaton (@MichaelKeaton) September 30, 2020\n\ntrump didn’t have a plan for his “debate” because he doesn’t/CAN’T plan. He has NEVER had any plan about anything.\n\nHow did no one see this when it’s been so obvious for so long? — Michael Keaton (@MichaelKeaton) September 30, 2020\n\nWhat you saw in trump during the alleged “debate” is what you would see if you would look inside this administration -state of the country. VOTE and vote early.\n\nPeople in Pennsylvania -PLEASE learn how to vote. Do not let anyone confuse you — Michael Keaton (@MichaelKeaton) September 30, 2020\n\nThis is not the first time Michael Keaton has gone on the attack against Trump, as Breitbart News reported.\n\nJust last month the Spotlight star took to social media to implore Trump to “resign,” adding, “No harm. No foul. Walk Away. Would be Very Patriotic.”\n\n“Resign. No harm. No foul. Walk away. Would be very patriotic and I would personally write a note thanking him,” begged Keaton in an Instagram post. “I swear I’m not being condescending. It’s just the truth.” Keaton added the Trump presidency was a “Fluke” and “a terrible mistake.”\n\n“It’s crystal clear it was a fluke and unfortunately a terrible mistake,” wrote the White Noise actor. “There are moments when I honestly feel sorry for him. OK, maybe not MOMENTS but seconds. It’s reached the point where it just pathetic.”\n\nThe Beetlejuice star has previously ripped President Trump’s refugee policy.\n\nIn 2017, Keaton slammed a White House executive order temporarily suspending the U.S. Refugee Admissions Program, calling it “another recruitment tool” for Islamic State.\n\n“This administration creates Mayhem with no end in sight,” Keaton said.", "link": "http://www.breitbart.com/entertainment/2020/09/30/michael-keaton-to-joe-biden-no-more-debates-you-won-walk-away/", "published": "2020-09-30T00:00:00"}, {"title": "Woodward: Trump ‘Is Assassinating the Presidency’", "text": "Veteran journalist Bob Woodward during Tuesday’s broadcast of “Morning Joe” on MSNBC weighed in on the first presidential debate.\n\nAfter saying President Donald Trump had nothing new to say at the Tuesday debate and appeared to not even prepare for it, Woodward claimed he is “assassinating the presidency.”\n\n“Winging it describes his presidency,” Woodward argued. “He has not planned, he has not organized. He’s obsessed with winning reelection. I think what we saw last night is he has no idea how to win. He has no idea to reach out to people. There was Biden saying, you know, half a dozen times, talking to the voter, saying, I’m going to do this, I promise this, and so forth. Was it a perfect performance? No, but you’ve got to put yourself in the place of somebody who has to actually go out and make a decision and who to vote for, and Trump is on a rant and rage. I’ve just — I’ve never seen anything like it. Of course, none of us have because I don’t think it’s ever happened before.”\n\nHe continued, “This is not a good time for people, particularly for American workers. Then you lay into this the issue of the virus. Trump has, again, wing it, no plan, absorb random information, not really think it through. … I don’t want to overstate this, but he is assassinating the presidency. The job of a president is protect the people, tell the truth, provide some sort of moral compass, moral, hey, this is why we’re doing it, this is where we’re going.”\n\nFollow Trent Baker on Twitter @MagnifiTrent", "link": "http://www.breitbart.com/clips/2020/09/30/woodward-trump-is-assassinating-the-presidency/", "published": "2020-09-30T00:00:00"}]}, "infowars": {"link": "https://www.infowars.com/", "articles": []}, "foxnews": {"link": "http://www.foxnews.com/", "articles": []}, "nbcnews": {"link": "http://www.nbcnews.com/", "articles": []}, "washingtonpost": {"rss": "http://feeds.washingtonpost.com/rss/world", "link": "https://www.washingtonpost.com/", "articles": [{"link": "https://www.washingtonpost.com/world/2020/09/30/trump-biden-debate-global-reaction-us-decline/?utm_source=rss&utm_medium=referral&utm_campaign=wp_world", "published": "2020-09-30T15:10:02", "title": "Trump-Biden ‘cage fight’ stokes global perception of a country in decline, mired in chaos", "text": "In Sweden, Dagens Nyheter, the paper of record, delivered a similarly bleak verdict in a lead editorial: “It was hard to believe that tonight’s battle was about who would lead the world’s superpower.”\n\nAD\n\nOn the other side of the globe, the right-leaning Australian echoed that review. “The first debate between would-be leaders of the free world was better suited to the Colosseum of ancient Rome or a cage fight in Las Vegas,” the paper wrote in an analysis.\n\nIn recent years, Pew Research Center polls have captured growing global disillusionment with the United States under President Trump. Views of the United States among some of its closest peers have slid to the lowest level in two decades, amid clashes with foreign partners and over the president’s handling of the coronavirus pandemic.\n\nAD\n\nThe reputational decline has been a focus on interest in Beijing, where officials have accused the United States of double standards on human rights. “I used to admire this kind of televised debate in American politics, but I have much more mixed feelings when watch it again now,” Hu Xijin, editor of the state-run Global Times, wrote on his blog, according to the Associated Press.\n\nAD\n\nTensions between Trump and world leaders traditionally allied with the United States have become more apparent in recent months. When Judith Collins, the leader of New Zealand’s opposition, in her country’s election debate Wednesday, applauded Trump for not rushing “into war,” Prime Minister Jacinda Ardern responded: “It is a worry when the best thing you can say is we haven’t had war?”\n\nThe U.S. debate reinforced “the perception that the United States is going through dark times,” political scientist Célia Belin told France’s left-leaning Libération newspaper.\n\nAD\n\nThe debate “was truly terrible,” Anna Soubry, a former British lawmaker, wrote on Twitter. “Whatever our views let’s agree and promise we will never allow British politics to plummet to such a level.”\n\nAD\n\nForeign observers tended to see the debate as a broader referendum on the state of U.S. politics. “Whoever is looking for an explanation for the shape the United States is currently in will find it in those 90 minutes, that should have been a political debate,” the Neue Zürcher Zeitung wrote in its editorial. “Instead, the tradition has degenerated into cheap reality TV. What flickered across TV screens was the image of a country in chaos.”\n\nSome analysts abroad said the tenor of the debate should not have come as a surprise after the past four years. “Everyone is pretending as if something extraordinary has happened — that’s certainly valid in a historic context, but what happened on Tuesday was not unusual for Trump. That’s who he is,” said Stephan Bierling, an international politics professor at the University of Regensburg in Germany, who recently published a book on Trump’s “America First” policy.\n\nAD\n\nBierling agreed that the United States’ standing in the world has suffered.\n\nAD\n\n“The U.S. has always been a democratic role model — without it, us Germans wouldn’t be living in a free and democratic country,” he said. “Our motherland of democracy has gone down a dangerous path … and a second Trump term would severely damage its democratic norms.”\n\nTelevised debates in the run-up to elections are largely a U.S. export that have long fascinated foreign viewers, and they have caught on in Europe. Journalists who have moderated such debates in their countries responded with incredulity to Tuesday night’s spectacle.\n\n“Insults, interruptions, noise,” Nick Robinson, a BBC journalist who moderated last year’s debate between opposition leader Jeremy Corbyn and Prime Minister Boris Johnson, wrote on Twitter."}, {"link": "https://www.washingtonpost.com/world/asia_pacific/india-ayodhya-mosque-acquitted-hindu/2020/09/30/52da5ff8-02f4-11eb-b92e-029676f9ebec_story.html?utm_source=rss&utm_medium=referral&utm_campaign=wp_world", "published": "2020-09-30T13:46:00", "title": "Indian court acquits Hindu nationalist leaders accused of demolishing 16th-century mosque", "text": "The ruling marks a watershed in the country’s bitterest religious dispute. The conflict has led to thousands of deaths and fueled the rise of the Hindu nationalist movement that today dominates Indian politics.\n\nCourts have now handed two decisive victories to Prime Minister Narendra Modi and his allies with rulings on who will control the disputed site and who was responsible for the mosque’s demolition.\n\nAD\n\nAD\n\nSome Hindus believe the Babri Mosque stood on the spot where Lord Ram, a beloved deity, was born and that a Hindu temple was previously located there.\n\nThe mosque was destroyed in December 1992 after a massive rally held by India’s now-ruling Bharatiya Janata Party (BJP) and affiliated groups.\n\nSenior BJP leaders watched from a podium as a mob armed with ropes and pickaxes demolished the mosque, with at least one of the politicians urging them on, eyewitnesses said. The destruction set off a wave of nationwide riots that killed nearly 2,000 people.\n\nOn Wednesday, the judge said the demolition of the mosque was not premeditated and the evidence presented by law enforcement authorities was insufficient for convictions. During the nearly three-decade legal case, the charges were once dropped then restored, and a commission spent 17 years investigating the demolition.\n\nAD\n\nAD\n\nLast year, India’s Supreme Court ruled that the destruction of the mosque was illegal but handed control of the site to a Hindu petitioner, paving the way for the construction of a grand new temple devoted to Lord Ram. Modi presided over the groundbreaking ceremony in August.\n\nThose acquitted Wednesday included L.K. Advani, a former deputy prime minister, who rode a chariot across the country to rally supporters to the cause of building a new temple to Lord Ram at the site of the mosque. The verdict is a “moment of happiness for all of us,” Advani, 92, told New Delhi Television. “I now look forward to the completion” of the Ram temple.\n\nAt least one witness testified that Hindu nationalist groups held a “rehearsal” for the demolition of the mosque the day before it was destroyed. Radhika Ramaseshan, a journalist who covered the temple-building movement, witnessed the razing of the mosque. She said the crowds arrived with tools and equipment. As the structure was coming down, Ramaseshan said she heard Uma Bharti — a senior BJP leader — shouting encouragement.\n\nAD\n\nAD\n\n“It still rings in the mind,” said Ramaseshan. She said it was impossible to believe that the event was merely a “spontaneous outburst.”\n\nSome experts questioned the strength of the case presented by the authorities. The burden was on India’s main investigative agency “to give credible evidence,” said Faizan Mustafa, vice chancellor of NALSAR Law University in Hyderabad. “If, after 28 years, no one is found guilty, then there is something seriously wrong with our prosecuting agency,” he said."}, {"link": "https://www.washingtonpost.com/world/europe/eu-rule-of-law-report/2020/09/30/20a93e42-026c-11eb-b92e-029676f9ebec_story.html?utm_source=rss&utm_medium=referral&utm_campaign=wp_world", "published": "2020-09-30T13:17:59", "title": "E.U. issues its first rule-of-law report, angering leaders of Hungary and Poland", "text": "It was issued the same day that E.U. diplomats preliminarily agreed to tie access to E.U. funds to respecting the rule of law, as negotiations on a $2.1 trillion E.U. spending package accelerate in the coming weeks. Defenders of principles such as an independent judiciary and a free press have long accused the European Unionof enabling illiberal leaders by failing to cut off the E.U. money that props them up.\n\nAD\n\nAD\n\n“We are trying to open a new chapter in defending and promoting the rule of law in the E.U.,” said Vera Jourova, the bloc’s rule-of-law chief. “Deficiencies often merge into an undrinkable cocktail even if individual ingredients seem to be fine.”\n\nThe European Union was founded as a club of democracies, but it has struggled to intervene over the last decade as Hungarian Prime Minister Viktor Orban imposed stringent controls over the country’s judiciary, channeled public advertising funds to pro-government media outlets and squelched opportunities for opposition voices to operate within Hungarian society.\n\nAnd since Poland’s Law and Justice party won power in 2015, it has also taken steps to place political allies inside courtrooms, to convert publicly funded media outlets into pro-government mouthpieces and to threaten critics with legal peril.\n\nAD\n\nAD\n\n“Poland’s justice reforms since 2015 have been a major source of controversy,” the E.U. report said. It said that judicial independence in Hungary was also “a source of concern.”\n\nBoth governments have already faced the threat of E.U. sanctions for their actions, but they have been able to use voting rules to defend each other and stifle significant consequences.\n\nEach has complained about being singled out unfairly by fellow leaders for actions they say are legitimate because they were empowered by their citizens to run their countries.\n\nIn part as a response to those criticisms, the European Commission, the executive arm of the European Union, decided to assemble portfolios about every E.U. country, cataloguing the state of corruption, checks and balances, justice and media freedom in sometimes dry legalese. Each country will face more detailed audits in the coming months and years.\n\nAD\n\nAD\n\nPoland and Hungary came in for the toughest criticism, but the report also voiced concerns about corruption and the independence of the judiciary in Bulgaria, Croatia, the Czech Republic, Hungary, Malta, Romania and Slovakia.\n\nOf those countries, all but Malta are formers members of the Communist bloc. But even countries with longer histories of democracy came in for some criticism: Austria, for example, was dinged for a lack of rules on how its government allocates its relatively high levels of state advertising to private media outlets.\n\nHungarian and Polish leaders both blasted the effort, saying they would found their own international rule-of-law institute to impose some counterprogramming on what they said was a biased message from E.U. headquarters in Brussels.\n\nAD\n\nOrban on Tuesday denounced Jourova for an interview she gave to Germany’s Spiegel newsweekly last week. In it, she said: “Mr. Orban is fond of saying that he is establishing an illiberal democracy. I would say he is establishing an ill democracy. Criticism of the Hungarian government can hardly be found anymore in the Hungarian media, such that a large majority of Hungarians is likely no longer able to develop an independent view.”\n\nThe Hungarian leader called her criticism a “direct political attack” and demanded her resignation.\n\nInside Hungary, Orban critics said that even if European funding has enabled his rise, European criticism of him has also slowed some of his most far-reaching impulses.\n\nAD\n\nAD\n\n“E.U. institutions matter, and E.U. pressure matters,” said Peter Kreko, executive director of Political Capital, a Budapest-based, politics-focused think tank. He said Wednesday’s report could help rein in European leaders who have been damaging the rule of law.\n\nOrban last year abandoned an effort to create a new administrative court system after it raised concerns about judicial independence, for example, Kreko said. This year, the Hungarian leader handed back near-total emergency political powers that the Hungarian parliament rubber-stamped after the beginning of the coronavirus pandemic.\n\nBut E.U. money may be most important of all in shaping Orban’s willingness to bend to Brussels, and sharp divisions remain within the European Union about cutting off funds to countries that violate E.U. rules on the rule of law.\n\nAD\n\nAD\n\n“One reason for the stability of this regime is that it receives a huge amount of E.U. funds despite the fact that it ignores many of the fundamental values of the European Union,” Kreko said.\n\nThe E.U. discussion about whether to tie European funding to rule-of-law issues will heat up in the coming weeks as negotiators intensify talks about the E.U. budget, the outline of which leaders approved in July. Some wealthy countries, including the Netherlands, Sweden and Denmark, have pushed for tougher conditions. A majority in the European Parliament, which will need to approve disbursements of the budget, also favors tough rules."}, {"link": "https://www.washingtonpost.com/world/asia_pacific/presidential-debate-japan-trump-biden/2020/09/30/21f86a72-0300-11eb-b92e-029676f9ebec_story.html?utm_source=rss&utm_medium=referral&utm_campaign=wp_world", "published": "2020-09-30T12:20:00", "title": "Lost in translation: The U.S. presidential debate in Japan", "text": "Live updates: Get the latest on the campaign following the first presidential debate.\n\nThe presidential campaign devolved into chaos and acrimony during the first debate as President Trump incessantly interrupted and insulted Democratic nominee Joe Biden. Get five takeaways from the first presidential debate. See the Fact Checker’s full rundown.\n\nDemocrats Joe Biden and Sen. Kamala D. Harris hold a steady lead over President Trump and Vice President Pence, with an edge of 53 percent to 43 percent among registered voters, according to the latest Post-ABC News poll. Biden also leads Trump in the key battleground of Pennsylvania.\n\nHow to vote: Find out the rules in your state. Some states have already started sending out mail ballots; see how to make sure yours counts. Absentee and mail ballots are two terms for the same thing, mostly used interchangeably. Barring a landslide, we may not have a result in the presidential election on Nov. 3. Are you running into voting problems? Let us know.\n\nElectoral college map: Who actually votes, and who do they vote for? Explore how shifts in turnout and voting patterns for key demographic groups could affect the presidential race.\n\nPolicy: Where Biden and Trump stand on key issues defining the election.\n\nBattlegrounds: Want to understand the swing states? Read about Michigan, Wisconsin, North Carolina, Florida, Pennsylvania, Minnesota and Arizona, and sign up for The Trailer and get more states, plus more news and insight from the trail, in your inbox three days a week.\n\nComing up: Trump and Biden are scheduled to debate three times this fall; here’s what to know about the 2020 presidential debates. Are you planning on watching the debate? The Washington Post wants to hear from you.\n\nShow More"}, {"link": "https://www.washingtonpost.com/world/2020/09/30/armenians-azerbaijan-turkey-russia-clashes/?utm_source=rss&utm_medium=referral&utm_campaign=wp_world", "published": "2020-09-30T16:00:00", "title": "Turkey and Russia preside over a new age of mercenary wars", "text": "Both countries have mobilized their armed forces and blame the other for provoking the violence and killing civilians. The situation has been made more complex by the intervention of Turkey, which, unlike previous flare-ups when it urged a cessation of hostilities, has staunchly backed Azerbaijan and is allegedly even engaging in the clashes. Armenian officials said a Turkish F-16 shot down an Armenian fighter jet, a charge Azerbaijani and Turkish officials rejected.\n\nAD\n\nAD\n\nMore curiously, both Turkey and Armenia allege that the other side is importing mercenaries to the front lines. The Guardian reported that a group of Syrian fighters from Idlib province, the lone rebel-held bastion where Turkey holds considerable sway, were recruited in recent weeks to work for a private Turkish security company operating in Azerbaijan. According to the outlet’s sources, as many as 20 such fighters may have been killed in fighting this week in the Caucasus.\n\nAnkara denies these claims and has wheeled around on Armenia, accusing the government in Yerevan of busing in Kurdish militiamen from the outlawed Kurdistan Workers’ Party, or PKK, to help train Armenian fighters in Nagorno-Karabakh. Whatever the veracity of these charges — and there are reasons to doubt them — they speak of a region riven with ethnic grievances and deep-seated political enmities.\n\nThey also point to a broader emerging phenomenon of mercenary outfits on the front lines of the 21st century’s wars. Turkey, after all, established a template for enlisting Syrian fighters for its proxy wars when it transported hundreds to Libya to aid the government in Tripoli. Its apparent involvement in Azerbaijan adds to the conspicuous set of geopolitical confrontations initiated by Turkish President Recep Tayyip Erdogan, including entering the Libyan civil war; enabling the rebels’ last stand in northwestern Syria; engaging in a tense maritime dispute in the eastern Mediterranean that’s pulled in France and other European governments; and waging its long-running battles with Kurdish separatists operating along the borders of Syria and Iraq.\n\nAD\n\nAD\n\n“Most of the Syrian fighters in Libya have been hired by Turkey, which sponsors militias inside Syria opposed to the government of Syrian President Bashar al-Assad,” my colleagues Kareem Fahim and Zakaria Zakaria reported earlier this year. “Turkey also is the main military supporter of Libya’s U.N.-recognized government, known as the Government of National Accord, or GNA.”\n\nBut Ankara is hardly alone on this front. The Wagner Group, a Kremlin-linked Russian private security company, has deployed mercenaries over a wide spectrum of the world’s battlefields, from eastern Ukraine to Syria and Libya. And, often with the financial support of the United Arab Emirates, Sudanese fighters have served as ground troops in civil wars in Yemen and Libya.\n\nMy colleagues reported that hundreds of Syrians aligned with the Assad regime and its Russian backers were also hired to support the rogue Libyan commander Khalifa Hifter, whose offensive against the GNA was successfully repelled with Turkish aid earlier this summer. A U.N. report this month tracked some 338 Russian military cargo flights from Syria to Libya in support of Wagner, operating on Hifter’s behalf. The report said Russia, the United Arab Emirates, Qatar, Turkey and Jordan were all violating a U.N. arms embargo on Libya by ferrying military equipment and supplies to the dueling sides in the conflict.\n\nAD\n\nAD\n\nOrdinary Syrians have become pawns in this regional conflagration. “At a time when the Syrian economy and currency are collapsing, it is difficult for prospective fighters to pass up the generous financial packages offered for heading to Libya, offers that include salaries of $2,000 a month, a $500 advance for families left behind in Syria, and the promise of several thousand dollars in death benefits,” my colleagues reported.\n\nHalf a decade ago, state collapse and economic hardship were seen as drivers for Islamist militants flocking to the chaos of the Syrian war. Now, some of these combatants are being funneled into new conflicts stirred by rival nation-states. The prevalence of Syrian fighters in places like Libya, argued Frederic Wehrey, a senior fellow at the Carnegie Endowment for International Peace, reflects “a global trend toward the outsourcing of extraterritorial military force driven partly by the availability of itinerant, pay-for-hire fighters from failed revolutions and civil wars in Africa and the Middle East and the growth of private military companies.”\n\nThese outfits may see this week’s battles over Nagorno-Karabakh as a new opportunity. Russian officials have urged a cease-fire and cooling of tensions, but experts fear things could escalate as Turkey upsets a delicate balance of power. Ankara and Moscow could find themselves confronting each other in a third proxy conflict if Azerbaijani-Armenian clashes stray beyond Nagorno-Karabakh.\n\nAD\n\nAD\n\n“If we see this conflict spill over into other parts of the geography … that will trigger a much more difficult episode between Turkey and Russia which will come on top of the existing theatres of conflict in Syria and Libya,” Turkish analyst Sinan Ulgen told the Financial Times."}]}, "theonion": {"link": "http://www.theonion.com/", "articles": []}}}